{
  "articles": [
    {
      "title": "Electric Car Tax Benefits",
      "imageUrl": "images/news/insights-1.jpg",
      "summary": "In his March 2020 Budget, Chancellor of the Exchequer Rishi Sunak confirmed that motorists buying electric cars would continue to benefit...",
      "description": "<p>In his March 2020 Budget, Chancellor of the Exchequer Rishi Sunak confirmed that motorists buying electric cars would continue to benefit from the Plug-In Car Grant (to 2022-2023), but it would reduce from &#1633,500 to &#1633,000, and cars costing &#16350,000 or more would be excluded. The Plug-In Van Grant also continues, providing up to a maximum of &#1638,000 off the price of a plug-in van, and there’s up to &#16320,000 off the price of large vans and trucks. Company car benefit-in-kind tax rates already announced for the three years 2020-2021, 2021-2022 and 2022-2023 were confirmed in the Budget. The Chancellor also announced that rates would then be frozen for the following two financial years, 2023-2024 and 2024-2025. This means that a pure EV will have 0% BIK in 2020-2021, 1% BIK in 2021-2022, and 2% BIK in 2022-2023 – and in 2023-2024 and 2024-2025. There was more good news for EV buyers with VED. From 1 April 2020 until 31 March 2025 all zero emission vehicles will be exempt from the Vehicle Excise Duty ‘expensive car supplement’. Presently all cars with a list price above &#16340,000 pay a &#163320 supplement, which increases to &#163325 from April 1, 2020, for five years from the second time a vehicle is taxed.</p>"
    },
    {
      "title": "Government funding targeted at more affordable zero-emission vehicles",
      "imageUrl": "images/news/insights-2.jpg",
      "summary": "Changes to the plug-in grant scheme to enable funding to go further and to help more people make the switch to an electric vehicle...",
      "description": "<p>Changes to the plug-in grant scheme to enable funding to go further and to help more people make the switch to an electric vehicle. As sales of plug-in cars, vans and motorcycles increase, the government has announced that the grant scheme for zero-emission vehicles has been updated to target less expensive models, allowing the scheme’s funding to go further and to help more people make the switch to an electric vehicle (EV). The plug-in grant scheme, which has supported nearly half a million vehicles over a decade, has helped kickstart a market that is now moving forward at pace with over one in 10 cars sold in 2021 – over 150,000 – having a plug. EVs are becoming more affordable as the market has expanded and demand is increasing.</p><p>The government will provide grants of up to &#1631,500 for electric cars priced under &#16332,000, with currently around 20 models on the market, ensuring taxpayers’ money makes the most difference – and ensuring as many people as possible can benefit. Support for wheelchair accessible vehicles is being prioritised, with these retaining the &#1632,500 grant and a higher &#16335,000 price cap. Government’s total investment in the EV transition remains unchanged. Grant rates for the Plug in Van Grant will now be &#1635,000 for large vans and &#1632,500 for small vans, with a limit of 1,000 per customer per year. This will enable a more sustainable grant scheme and will ensure that taxpayers’ money is distributed more fairly across businesses seeking to transition their vehicles to zero emission. Plug in Van Grant orders in 2021 are already over 250% higher than in 2020, demonstrating the strong shift to an electric future.</p>",
      "quote": "The market is charging ahead in the switch to electric vehicles. This, together with the increasing choice of new vehicles and growing demand from customers, means that we are refocusing our vehicle grants on the more affordable vehicles and reducing grant rates to allow more people to benefit, and enable taxpayers’ money to go further.",
      "quotee": "Trudy Harrison, Transport Minister."
    },
    {
      "title": "Massive Changes to OZEV grant scheme for EV Charging Points",
      "isVideo": true,
      "link": "https://www.youtube.com/watch?v=U9CoHZSqFEA",
      "imageUrl": "images/news/insights-3.jpg",
      "summary": "Join me as I discuss the major changes just announced by the government to encourage the uptake of electric vehicles by means of grant schemes for installation fo electric vehicle charging..."
    },
    {
      "title": "The ten best-selling electric cars of 2021",
      "imageUrl": "images/news/insights-4.jpg",
      "summary": "Last year saw enormous growth in the new EV market. We take a look back at the ten top-selling electric cars of 2021....",
      "description": "<p>Last year saw enormous growth in the new EV market. We take a look back at the ten top-selling electric cars of 2021.</p><p>Between the continuing Covid-19 pandemic and the semiconductor chip shortage, 2021 turned out to be the second year in a row that the car industry would really like to forget. However, through all the uncertainty and struggle, one constant remained – the rise of the electric car. With almost every budget, mainstream and premium brand jumping on the all-electric bandwagon this year, 2021 saw a serious acceleration in the registration of battery-powered electric models in the UK – over 190,000 of these new EVs being sold across the Britain during the year. When you consider that only 160,000 electric cars arrived on UK roads between 2016 and 2020, this is a very impressive accolade for the EV industry. While the number of new diesel cars registered in Britain dropped 48% in 2021, EV sales grew by a staggering 76%, largely thanks to these top ten cars:</p><ul class=&#39list-unstyled&#39><li>1.  Tesla Model 3</li><li>2.  Kia e-Niro</li><li>3.  Volkswagen ID.3</li><li>4.  Nissan Leaf</li><li>5.  Audi e-tron</li><li>6.  Hyundai Kona Electric</li><li>7.  Mini Electric</li><li>8.  Renault Zoe</li><li>9.  Vauxhall Corsa-e</li><li>10. MG ZS EV</li></ul>"
    }
  ]
}